---
kind: enumMember
id: F:Autodesk.Revit.DB.Analysis.MEPAnalyticalSegmentType.Loss
enum: Autodesk.Revit.DB.Analysis.MEPAnalyticalSegmentType
source: html/ea9aa24a-b6fe-6cd7-6740-266fc3d168d5.htm
---
# Autodesk.Revit.DB.Analysis.MEPAnalyticalSegmentType.Loss

The terminal loss (e.g., radiator, coil, etc.)